{
  "title": "Cursos Presenciales Lima-Perú",
  "backgroundHeroImage": "presencial",
  "description": "Inicia en el mundo de la electrónica, programación e IoT con nuestros cursos 100% presenciales y totalmente prácticos. Aprende desde cero en un ambiente dinámico, con acceso a herramientas y materiales de laboratorio, guiado por expertos en el aula. No importa si eres principiante o tienes experiencia, nuestros cursos están diseñados para cualquier persona que desee dominar estas tecnologías.",
  "goals": [
    "Aprendizaje 100% práctico: No solo teoría, aquí trabajas con herramientas reales y proyectos funcionales en cada clase.",
    "Experiencia en el aula: Disfruta de un espacio equipado con equipos profesionales para maximizar tu aprendizaje.",
    "Atención personalizada: Clases con grupos reducidos para un mejor seguimiento de tu progreso.",
    "Certificación profesional: Al finalizar cada curso, recibirás un certificado que avala tus conocimientos y habilidades.",
    "Sin requisitos previos: Nuestros cursos están diseñados para cualquier persona, desde principiantes hasta quienes buscan perfeccionar sus habilidades."
  ],
  "studentProfile": "El estudiante adquirirá habilidades prácticas en electrónica, programación e IoT, incluyendo el uso de instrumentos de medición, el diseño y ensamblaje de PCBs, y la programación de microcontroladores como Arduino y ESP32. Estará capacitado para desarrollar proyectos reales con conectividad IoT, aplicando soluciones tecnológicas en entornos industriales y de automatización.",
  "skillsTech": [
    "Manejo de instrumentos de medición como multímetros y osciloscopios para el análisis y diagnóstico de circuitos electrónicos.",
    "Diseño y fabricación de PCBs, desde la creación de esquemáticos hasta el ensamblaje y prueba de circuitos impresos.",
    "Programación de microcontroladores como Arduino y ESP32 para la automatización y control de dispositivos.",
    "Implementación de proyectos IoT, integrando sensores, actuadores y comunicación inalámbrica para aplicaciones conectadas.",
    "Resolución de problemas y trabajo en equipo, aplicando metodologías prácticas en entornos de laboratorio con casos reales."
  ],
  "canPerform": [
    "Técnico en electrónica, realizando diagnóstico, mantenimiento y desarrollo de circuitos.",
    "Diseñador de PCBs, creando y ensamblando tarjetas electrónicas.",
    "Desarrollador IoT, integrando sensores, actuadores y conectividad.",
    "Programador de microcontroladores, trabajando con Arduino y ESP32.",
    "Soporte técnico en electrónica e IoT, brindando soluciones para sistemas conectados"
  ],
  "projects": [
    {
      "bgProjectCard": "proyectBase",
      "title": "Diseña de un Sistema de Control para un Robot Móvil 3",
      "description": "Desarrollarás un sistema de control embebido para electrodomésticos, integrando sensores y actuadores para mejorar su eficiencia y automatización.",
      "url": "#",
      "goals": [
        "Comprender los principios del desarrollo de software embebido.",
        "Aprender a integrar hardware y software en sistemas embebidos",
        "Dominar la programación en tiempo real y la optimización de recursos.",
        "Desarrollar aplicaciones robustas y escalables.",
        "Comprender los principios del desarrollo de software embebido."
      ],
      "skills": [
        "Dominio de Microcontroladores",
        "Desarrollo de firmware con FreeRTOS",
        "Programación de sistemas en tiempo real",
        "Desarrollo de aplicaciones en C y C++",
        "Conocimiento de sistemas embebidos"
      ]
    },
    {
      "bgProjectCard": "proyectBase",
      "title": "Diseña de un Sistema de Control para un Robot Móvil",
      "description": "Desarrollarás un sistema de control embebido para electrodomésticos, integrando sensores y actuadores para mejorar su eficiencia y automatización.",
      "url": "#",
      "goals": [
        "Comprender los principios del desarrollo de software embebido.",
        "Aprender a integrar hardware y software en sistemas embebidos",
        "Dominar la programación en tiempo real y la optimización de recursos.",
        "Desarrollar aplicaciones robustas y escalables.",
        "Comprender los principios del desarrollo de software embebido."
      ],
      "skills": [
        "Dominio de Microcontroladores",
        "Desarrollo de firmware con FreeRTOS",
        "Programación de sistemas en tiempo real",
        "Desarrollo de aplicaciones en C y C++",
        "Conocimiento de sistemas embebidos"
      ]
    },
    {
      "bgProjectCard": "proyectBase",
      "title": "Diseña de un Sistema de Control para un Robot Móvil",
      "description": "Desarrollarás un sistema de control embebido para electrodomésticos, integrando sensores y actuadores para mejorar su eficiencia y automatización.",
      "url": "#",
      "goals": [
        "Comprender los principios del desarrollo de software embebido.",
        "Aprender a integrar hardware y software en sistemas embebidos",
        "Dominar la programación en tiempo real y la optimización de recursos.",
        "Desarrollar aplicaciones robustas y escalables.",
        "Comprender los principios del desarrollo de software embebido."
      ],
      "skills": [
        "Dominio de Microcontroladores",
        "Desarrollo de firmware con FreeRTOS",
        "Programación de sistemas en tiempo real",
        "Desarrollo de aplicaciones en C y C++",
        "Conocimiento de sistemas embebidos"
      ]
    }
  ]
}
